tap "beeftornado/rmtree"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"

brew "autojump"
brew "appcleaner"
brew "bat"
brew "deno"
brew "docker-completion"
brew "docker-machine"
brew "fzf"
brew "gradle"
brew "helm"
brew "openjdk@11"
brew "kotlin-language-server"
brew "lazydocker"
brew "lazygit"
brew "maven"
brew "nasm"
brew "neovim"
brew "node@14"
brew "ripgrep"
brew "stow"
brew "the_silver_searcher"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "balenaetcher"
cask "clashx"
cask "contexts"
cask "docker"
cask "github"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "sourcetree"
cask "typora"
cask "visual-studio-code"
cask "vmware-fusion"
cask "tree"
